---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurveBottomLevel
source: html/3b527b0f-dae3-6146-60df-765426f1876f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurveBottomLevel Property

"Bottom Level"

## Syntax (C#)
```csharp
public static ForgeTypeId CurveBottomLevel { get; }
```